Repository: a-techer/wp-home
Catalog: languages/wp_home_mngt-*.po
Languages: fr_fr

source: You are not allowed to use this service.
fr_fr: Vous ne pouvez pas accèder à ce contenu

source: The asked template could not be found in any of existing templates. Check for "%s" template
fr_fr: Le template d'affichage demandé ne peut être trouvé. Merci de vérifier son existance "%s"

source: Home management dashboard
fr_fr: Tableau de bord pour la gestion domestique

source: Home
fr_fr: Maison

source: Accounts
fr_fr: Comptes

source: Account
fr_fr: Compte

source: Add new
fr_fr: Ajouter

source: Add new account
fr_fr: Ajouter un nouveau compte

source: Edit account
fr_fr: &Eacute;diter le compte

source: New account
fr_fr: Nouveau compte

source: View account
fr_fr: Voir compte

source: Search accounts
fr_fr: Rechercher dans les comptes

source: No accounts found
fr_fr: Aucun compte n'a été trouvé

source: No accounts found in Trash
fr_fr: Aucun compte n'a été trouvé dans la corbeille

source: Account created successfully
fr_fr: Compte créé avec succés

source: An error occured while creating account. Please try later.
fr_fr: Une erreur est survenue lors de la création du compte. Merci de réessayer ultérieurement.

source: Account saved successfully
fr_fr: Compte sauvegardé avec succés

source: An error occured while saving account modification. Please try later.
fr_fr: Une erreur est survenue lors de la sauvegarde du compte. Merci de réessayer ultérieurement.

source: We are unable to check if you are allowed to use this form. Please contact administrator.
fr_fr: Nous ne pouvons pas vérifier vos autorisations. Merci de contacter l'administrateur.

source: Account has been deleted successfully
fr_fr: Compte supprimé avec succés

source: An error occured while attempting to delete account. Please retry or contact administrator.
fr_fr: Une erreur est survenue lors de la suppression du compte. Merci de réessayer ultérieurement

source: Account types
fr_fr: Types de compte

source: Account type
fr_fr: Type de compte

source: Search account types
fr_fr: Rechercher dans les types de compte

source: All account types
fr_fr: Tous les types de compte

source: Parent Account type
fr_fr: Type de compte parent

source: Parent Account type:
fr_fr: Type de compte parent:

source: Edit Account type
fr_fr: &Eacute;diter le type de compte

source: Update Account type
fr_fr: Mettre à jour le type de compte

source: Add New Account type
fr_fr: Ajouter un nouveau type de compte

source: New Account type
fr_fr: Nouveau type de compte

source: Operation types
fr_fr: Types d'opération

source: Operation type
fr_fr: Type d'opération

source: Search operation types
fr_fr: Rechercher dans les types d'opérations

source: All operation types
fr_fr: Tous les types d'opération

source: Parent Operation type
fr_fr: Type d'opération parent

source: Parent Operation type:
fr_fr: Type d'opération parent:

source: Edit Operation type
fr_fr: &Eacute;diter le type d'opération

source: Update Operation type
fr_fr: Mettre à jour le type d'opération

source: Add New operation type
fr_fr: Ajouter un type d'opération

source: New Operation type
fr_fr: Nouveau type d'opération

source: Payment means
fr_fr: Moyen de paiement

source: Search payment means
fr_fr: Rechercher dans les moyens de paiement

source: All payment means
fr_fr: Tous les moyens de paiement

source: Parent payment means
fr_fr: Moyen de paiement parent

source: Parent payment means:
fr_fr: Moyen de paiement parent:

source: Edit payment means
fr_fr: &Eacute;diter le moyen de paiement

source: Update payment means
fr_fr: Mettre à jour le moyen de paiement

source: Add New payment means
fr_fr: Ajouter un moyen de paiement

source: New payment means
fr_fr: Nouveau moyen de paiement

source: Current account
fr_fr: Compte courant

source: Saving account
fr_fr: Compte épargne

source: Spending
fr_fr: Dépense

source: Receipt
fr_fr: Recette

source: Saving
fr_fr: &Eacute;pargne

source: School fees, paper, pens, books
fr_fr: Frais d'étude, papier, stylo, livres

source: Canteen
fr_fr: Restaurant universitaire

source: Food
fr_fr: Alimentation

source: Housekeeping
fr_fr: Entretien

source: Household equipment
fr_fr: Equipement de l'appart

source: Clothes, shoes
fr_fr: Vêtements, chaussures

source: Beauty
fr_fr: Beauté

source: Medical expenses
fr_fr: Frais médicaux

source: Phones (home and cellular)
fr_fr: Téléphone (Masion, portable)

source: Fuel
fr_fr: Carburant

source: Car expenses
fr_fr: Frais de voitures

source: Cinema
fr_fr: Cinéma

source: Pub, coffee
fr_fr: Bar, cafés

source: Computer, office
fr_fr: Informatique

source: Various
fr_fr: Divers

source: Bike
fr_fr: Vélo

source: Electricity
fr_fr: &Eacute;lectricité

source: Cat
fr_fr: Chat

source: Tools
fr_fr: Outils

source: Gift
fr_fr: Cadeaux

source: Gardening
fr_fr: Jardinnage

source: Bank charges
fr_fr: Frais bancaire

source: Rent
fr_fr: Loyer

source: Lunch
fr_fr: Repas midi

source: Gas
fr_fr: Gaz

source: Online games
fr_fr: Jeux en ligne

source: Various gift
fr_fr: Cadeaux divers

source: Taxes
fr_fr: Impôts

source: Health
fr_fr: Santé

source: Insurance
fr_fr: Assurance

source: Bank loan
fr_fr: Prêts

source: Work
fr_fr: Boulot

source: Holiday meal
fr_fr: Repas vacances

source: Holiday visits
fr_fr: Visites vacances

source: Holiday transport
fr_fr: Transport vacances

source: Holiday accommodation
fr_fr: Logement vacances

source: Holiday memories
fr_fr: Souvenirs vacances

source: Dressmaking
fr_fr: Couture

source: Holiday food
fr_fr: Alimantation vacances

source: Water
fr_fr: Eau

source: Pregnancy
fr_fr: Grossesse

source: baby
fr_fr: Bébé

source: Credit card
fr_fr: Carte de crédit

source: Checks
fr_fr: Chèques

source: Direct debit
fr_fr: Prélévement

source: Are you sure you want to delete this account?
fr_fr: &Ecirc;tes vous sûr de vouloir supprimer ce compte?

source: Dashboard
fr_fr: Tableau de bord

source: Please fill all fields with red marks
fr_fr: Les champs marqués en rouge sont requis

source: Required field
fr_fr: Champs obligatoire

source: Account name
fr_fr: Nom du compte

source: Current balance
fr_fr: Solde actuel

source: Account number
fr_fr: Numéro du compte

source: loading in progress
fr_fr: chargement en cours

source: Add account
fr_fr: Ajouter un compte

source: Save account
fr_fr: Enregistrer le compte
